// export const newsText = "CCTVによると、探査車のレーダーが探知したのは、中・低緯度地域の地表から10～35メートルの深さにある多層の堆積（たいせき）物。層の傾斜などが地球上で海岸線が形成される際の地質学的な特徴と似ているという。「祝融」は2021年5月に火星に着陸。過去の研究成果が高緯度地域に集中していたのに対して、人間の活動に適した低・中緯度地域を探査した。今回の研究により、火星にかつて居住可能な環境があったことが裏付けられたと報じている。中国は昨年発表した2050年までの宇宙計画で「人類が居住可能な星を探す」という目標を掲げる。CCTVは「大量の水が地下に氷として閉じ込められている可能性があり、将来の火星基地の建設費も大幅に削減されるだろう」としている。";

export const newsText = "大丈夫、先やったから\n" +
    "わけわからないよなぁ\n" +
    "そんないいやつがこんなひどいめに合わされたなんて\n" +
    "じゃ、探そう、俺は港長に\n" +
    "俺はドックを\n" +
    "はい？\n" +
    "ポリス・スクワッドのドレビン刑事だ\n" +
    "お、ドレビンだ、なにかいる？\n" +
    "少し質問があるよ\n" +
    "この顔を覚えているか？\n" +
    "うんん、記憶力がないな\n" +
    "これは効くか？\n" +
    "いや、まだ\n" +
    "これは？\n" +
    "あっ、覚えた\n" +
    "何が知りたいの？\n" +
    "それは言えない\n" +
    "これは効くかも\n" +
    "ちょっと遠慮する";
