export const originalText = "1\n" +
    "1969年３月３日\n" +
    "米海軍はトップ１％の\n" +
    "パイロットのために―\n" +
    "エリート学校を設立した\n" +
    "目的は失われつつある\n" +
    "空中戦の技術訓練\n" +
    "世界最高の\n" +
    "パイロット学校の呼び名は―\n" +
    "トップガン\n" +
    "耳を聾(ろう)する\n" +
    "エンジンのひびき\n" +
    "離陸を待つ\n" +
    "空のマシン\n" +
    "危険な大空への\n" +
    "ハイウエー\n" +
    "危険な大空を\n" +
    "目指そう\n" +
    "銀色の翼を\n" +
    "大きく広げて\n" +
    "甲板を飛び立ち\n" +
    "大空を駆ける\n" +
    "危険な大空への\n" +
    "ハイウエー\n" +
    "危険な大空を\n" +
    "目指そう\n" +
    "インド洋上　現在\n" +
    "ゴースト･ライダー\n" +
    "国籍不明機が接近中\n" +
    "ベクター090にセット\n" +
    "誰だ\n" +
    "クーガー組と\n" +
    "マーベリック組です\n" +
    "くそっ\n" +
    "マーベリックとグースか\n" +
    "グース\n" +
    "目標　左20　55キロ\n" +
    "時速1600キロ\n" +
    "クーガー\n" +
    "聞いたか\n" +
    "レーダーにキャッチ\n" +
    "肉眼で確認する\n" +
    "ぶっとばしてやろう\n" +
    "ゴースト･ライダーから\n" +
    "ムスタング\n" +
    "敵機接近中　方位270\n" +
    "距離18キロ\n" +
    "時速1600キロ\n" +
    "角度10へ　左30\n" +
    "敵か？\n" +
    "そのようです\n" +
    "１機のようだ\n" +
    "了解\n" +
    "後続機は？\n" +
    "ない\n" +
    "１機だ\n" +
    "確認しよう\n" +
    "注意しろ　ヤな感じだ\n" +
    "右上空へ昇る\n" +
    "時速1800キロ\n" +
    "向かってくる\n" +
    "来てみやがれ\n" +
    "くそ　２機だ\n" +
    "手が届くぜ\n" +
    "どうなってる？　位置は？\n" +
    "距離460キロ\n" +
    "460キロ？　呼び戻せ\n" +
    "クーガー　そっちを追え\n" +
    "逆光だ\n" +
    "どうだ\n" +
    "食いつかれた\n" +
    "クソ！　ピッタリついてる\n" +
    "距離は？\n" +
    "370キロです\n" +
    "援護機 発進スタンバイ\n" +
    "やっつけろ\n" +
    "レーダーに捕捉(ロックオン)して脅かそう\n" +
    "行くぞ\n" +
    "よし\n" +
    "見ろ　逃げてくぜ\n" +
    "マーベリックだ　ミグ撃退\n" +
    "位置は？\n" +
    "330キロ　方位010です\n" +
    "撃ってくるぞ　よけろ\n" +
    "本気だぜ\n" +
    "ゴースト･ライダーだ\n" +
    "ミサイルで狙われてる\n" +
    "反撃の許可を\n" +
    "敵が撃つまで待て\n" +
    "グース　下だ\n" +
    "クーガーのケツを狙ってる\n" +
    "撃ってこない　お遊びらしい\n" +
    "こいつを追っ払ってくれ\n" +
    "落ち着け クーガー\n" +
    "右へ急角度で逃げろ\n" +
    "行くぞ\n" +
    "こっちが遊ばせてもらうぜ\n" +
    "おい ムチャだぜ\n" +
    "どうだ\n" +
    "チーズ！\n" +
    "ムチャな奴だ\n" +
    "最高のショットだ\n" +
    "プロ･カメラマンもまっ青\n" +
    "クーガー　敵機は追い払った\n" +
    "クーガー　マーベリックだ\n" +
    "今日はお開きだ\n" +
    "燃料が心細くなった\n" +
    "艦で会おう\n" +
    "クーガー　帰投しようぜ\n" +
    "クーガー！\n" +
    "ガス欠になるぞ　戻ろう\n" +
    "クーガー どうした？\n" +
    "戻るんだよ\n" +
    "帰投させろ　燃料が切れる\n" +
    "クーガー　艦に戻る\n" +
    "燃料不足だ　聞こえるか？\n" +
    "どうした？\n" +
    "マーベリック\n" +
    "1200メートル\n" +
    "了解\n" +
    "クーガーがトラブルに…\n" +
    "何してる　燃料不足だ\n" +
    "着艦しろ\n" +
    "クーガー！\n" +
    "バカ者めが！\n" +
    "燃料がないんだぞ\n" +
    "クーガーを見に行く\n" +
    "即 着艦させろ　命令だ\n" +
    "ゴースト･ライダー\n" +
    "命令だ　即刻着艦せよ\n" +
    "空母が見えるか？\n" +
    "ミグのショックで操縦不能だ\n" +
    "着艦できない\n" +
    "クーガー　おれがついてる\n" +
    "誘導してやるよ\n" +
    "ついて来い\n" +
    "気をラクに\n" +
    "ただの公園の散歩だ\n" +
    "下げすぎだ　少し上げろ\n" +
    "上げろ\n" +
    "上げろ クーガー\n" +
    "それでいい　あとひと息だ\n" +
    "クーガー 休んでろ\n" +
    "何か考え事でも？\n" +
    "危うく妻子を路頭に\n" +
    "迷わすとこでした\n" +
    "恐怖で手足が…\n" +
    "分かってる\n" +
    "限界です　自信を失いました\n" +
    "これを\n" +
    "クーガー\n" +
    "恩に着るよ\n" +
    "マーベリック グース\n" +
    "入りたまえ\n" +
    "何かな？\n" +
    "分からん\n" +
    "君の行いは\n" +
    "信じられないほど勇敢だった\n" +
    "だが君は血税で作られた\n" +
    "飛行機を失いかけた\n" +
    "勝手をするにも限度がある\n" +
    "今までにも編隊長の\n" +
    "資格取り消し３回\n" +
    "謹慎処分２回\n" +
    "管制塔を５回もかすめ飛び\n" +
    "同じ事を司令官の令嬢にも\n" +
    "（ベニーか？）\n" +
    "ここまで来られたのを\n" +
    "幸運と思え\n" +
    "ありがとうございます\n" +
    "それに君の名字は\n" +
    "海軍では汚点だ\n" +
    "人一倍まじめに努力して\n" +
    "しかるべきだ\n" +
    "腕を磨き国に尽くします\n" +
    "私はだまされんぞ\n" +
    "君はカンで飛ぶパイロットだ\n" +
    "恐らくカンが良すぎる\n" +
    "シゴいてやりたいができない\n" +
    "残念だ\n" +
    "君らをミラマーへ送る\n" +
    "不本意ではあるが仕方ない\n" +
    "君らはエリートの仲間入りだ\n" +
    "トップガンに名を連ねるのだ\n" +
    "５週間\n" +
    "粒よりの連中が集まる\n" +
    "うちでトップだった\n" +
    "クーガーは降りた\n" +
    "君らがトップだ\n" +
    "だが言っておくぞ\n" +
    "恥をさらしたら\n" +
    "ホンコン往復の輸送機勤務だ\n" +
    "了解です！\n" +
    "以上だ\n" +
    "ミグの話はいずれ\n" +
    "待て\n" +
    "がんばれ\n" +
    "カリフォルニア\n" +
    "ミラマー 海軍航空基地\n" +
    "朝鮮戦争当時\n" +
    "米戦闘機の撃墜率は12対１\n" +
    "ベトナムでは３対１に低下\n" +
    "ミサイルに頼り\n" +
    "空中戦を忘れた\n" +
    "トップガンは空中戦再教育の\n" +
    "ために作られた\n" +
    "おっ立つぜ\n" +
    "ベトナム末期には12対１に\n" +
    "おれも\n" +
    "ブラインドを\n" +
    "ではトップガンの卒業生で\n" +
    "最高責任者を紹介する\n" +
    "世界最高のパイロットだ\n" +
    "メトカフ中佐\n" +
    "“バイパー”だ\n" +
    "諸君\n" +
    "諸君はトップ１％の\n" +
    "優秀パイロットだ\n" +
    "そのエリート中のエリートを\n" +
    "さらに鍛える\n" +
    "実戦訓練は日に２回\n" +
    "その上に学科とテスト\n" +
    "実戦訓練は毎日\n" +
    "条件を変化させ―\n" +
    "困難かつ複雑になる\n" +
    "Ｆ14の速度と高度の限界に\n" +
    "挑戦するのだ\n" +
    "危険だ\n" +
    "政策方針を考えるのは―\n" +
    "役人と民間関係者の仕事だ\n" +
    "我々は政策の道具であり―\n" +
    "実戦さながらの状況のもとで\n" +
    "訓練を重ねる\n" +
    "何してる？\n" +
    "尖塔の頂点…\n" +
    "ちょっと考えた…\n" +
    "誰がトップかな\n" +
    "成績最優秀の者は\n" +
    "そこに名前を刻まれる\n" +
    "最優秀パイロットと\n" +
    "レーダー員だ\n" +
    "彼らはトップガン教官の\n" +
    "資格を得る\n" +
    "名前を刻まれる自信が？\n" +
    "あります\n" +
    "このクラスで大した自信だ\n" +
    "はい\n" +
    "自信は悪くない\n" +
    "だがチーム精神も大事だ\n" +
    "いいな　コンバット訓練に\n" +
    "２番の席はない\n" +
    "以上\n" +
    "終わった\n" +
    "２番以下の名は女性トイレだ\n" +
    "キツい冗談だ\n" +
    "グースはＯ(オー)ふたつだ\n" +
    "いいノリだな\n" +
    "あっちも楽しめる\n" +
    "おまえだってモテるぜ\n" +
    "おれはワイ談だけで満足だ\n" +
    "誰が１番か知りたいか？\n" +
    "エースのアイスマンだ\n" +
    "氷のように冷静な男\n" +
    "間違いを犯さない\n" +
    "あわてず あせらず\n" +
    "相手のミスを待つ\n" +
    "スライダー\n" +
    "おまえもここに来てたのか\n" +
    "おまえは誰にゴマすった\n" +
    "あっちこっちに\n" +
    "ごりっぱ\n" +
    "アイスマンと？\n" +
    "組んでる\n" +
    "やあ グース\n" +
    "これは\n" +
    "ピート･“マーベリック”\n" +
    "トップガンへよく来た\n" +
    "どうも\n" +
    "クーガーは気の毒に\n" +
    "いい奴だった\n" +
    "死んでないよ\n" +
    "わかってる\n" +
    "教えようか？\n" +
    "彼の奥さん\n" +
    "知りたいだろ？\n" +
    "何？\n" +
    "トップが誰か\n" +
    "それは自分で判断する\n" +
    "聞いたよ　君は１匹狼だとか\n" +
    "ツイてるよ\n" +
    "ミグ遭遇とクーガーの引退\n" +
    "ここへ来たのは実力だ\n" +
    "おれもいつかミグに出会って\n" +
    "名をあげたいよ\n" +
    "悪名だろ？\n" +
    "また会おう\n" +
    "またな\n" +
    "いい気なもんだ\n" +
    "楽しい所だ\n" +
    "いつもな\n" +
    "今度はおれの番だ\n" +
    "よし　20ドル賭ける\n" +
    "20ドル\n" +
    "ここにいる女を\n" +
    "モノにするんだ\n" +
    "今夜ここで\n" +
    "今夜ここで\n" +
    "おい ビビったのか？\n" +
    "そうじゃないが\n" +
    "フェアじゃない\n" +
    "おまえにだ\n" +
    "あの歌でせまろう\n" +
    "彼女は…　やめとけよ\n" +
    "いや\n" +
    "よせよ\n" +
    "いいから\n" +
    "イヤになるね\n" +
    "まかせて\n" +
    "熱いキスをしても―\n" +
    "ぼくらは目を\n" +
    "見開いている\n" +
    "君の指先は―\n" +
    "愛のタッチを\n" +
    "失っている\n" +
    "君は隠そうとしてる\n" +
    "でも ベイビー\n" +
    "ぼくは\n" +
    "だまされない\n" +
    "ぼくへの愛は\n" +
    "消えてしまった\n" +
    "ぼくへの\n" +
    "愛のフィーリング\n" +
    "愛のフィーリングは―\n" +
    "永遠に消えた\n" +
    "永遠に\n" +
    "あの歌 大好き\n" +
    "こんなアプローチは初めて\n" +
    "いつからやってるの？\n" +
    "わからない…　あれは…\n" +
    "高校時代？\n" +
    "ああ　高校時代\n" +
    "シャーロットよ\n" +
    "マーベリックだ\n" +
    "“マーベリック”？\n" +
    "ママに嫌われたの？\n" +
    "いや コール･サインだ\n" +
    "パイロットなの？\n" +
    "そう　海軍のパイロットだ\n" +
    "歌でせまったのは２度目\n" +
    "どうやったの？\n" +
    "最初は撃墜され黒こげ\n" +
    "２度目は？\n" +
    "今度もやりすぎたらしい\n" +
    "悪いけど つれが来たわ\n" +
    "楽しかったわ\n" +
    "ペリー\n" +
    "やあ\n" +
    "こんばんは　今すぐ行くわ\n" +
    "ねえ\n" +
    "立ち入った事を聞いていい？\n" +
    "何だい？\n" +
    "腕のいいパイロットなの？\n" +
    "自信はある\n" +
    "よかった\n" +
    "歌手では\n" +
    "食べていけなそうだから\n" +
    "ビールで炎を消そう\n" +
    "いいセン行ったのに\n" +
    "飢えてるのね\n" +
    "タイルの床で\n" +
    "寝ようというの？\n" +
    "それより―\n" +
    "この上は？\n" +
    "そうね\n" +
    "ずっと居心地がいいわね\n" +
    "かもしれない\n" +
    "本当は君に忠告に来たんだ\n" +
    "オジンとつき合うのは\n" +
    "大間違いだ\n" +
    "そう？\n" +
    "そのかわりに\n" +
    "あなたのような若者と？\n" +
    "まあね\n" +
    "明日の朝すごく早いの\n" +
    "何してるの？\n" +
    "あなたの友達\n" +
    "素晴らしいわね\n" +
    "教官の中には\n" +
    "民間の専門家もいる\n" +
    "彼らは敵の航空機の\n" +
    "情報に詳しい\n" +
    "中でもその分野の権威は\n" +
    "“チャーリー”\n" +
    "航空物理学博士\n" +
    "民間人なので敬礼は不要だ\n" +
    "国防省は彼女を高く買ってる\n" +
    "チャーリー\n" +
    "ありがとう\n" +
    "ミグ･シミュレーターには\n" +
    "Ｆ５とＡ４を用います\n" +
    "言うまでもなく―\n" +
    "Ｆ５の推力重量比は\n" +
    "ミグより低く―\n" +
    "550キロ以下での\n" +
    "運動量消費も違いますが―\n" +
    "ミグの問題点は\n" +
    "背面飛行用のタンクです\n" +
    "－(マイナス)Ｇの推進力がないのです\n" +
    "最新の情報では\n" +
    "ミグの機能はせいぜい…\n" +
    "大尉\n" +
    "何か問題が？\n" +
    "今の情報は間違ってます\n" +
    "どのように？\n" +
    "僕はミグ28と遭遇して…\n" +
    "“我々”だ\n" +
    "失礼　我々はミグ28の\n" +
    "４Ｇ旋回を見ました\n" +
    "場所は？\n" +
    "機密です\n" +
    "え？\n" +
    "機密です　教えると相手を\n" +
    "殺さねばなりません\n" +
    "私は国防省から最高機密に\n" +
    "触れる資格をもらってます\n" +
    "この場合はどうかな\n" +
    "大尉\n" +
    "その時の状況を\n" +
    "我々は６時の方向から追って\n" +
    "雲をつき抜けて相手の上へ\n" +
    "上から真下の\n" +
    "ミグが見えたの？\n" +
    "宙返りを\n" +
    "ウソじゃない\n" +
    "見事に決まった\n" +
    "ミグ28と\n" +
    "４Ｇ旋回をしたと言うの？\n" +
    "距離は？\n" +
    "約２メートル\n" +
    "１メートル半です\n" +
    "ポラロイド写真もあります\n" +
    "あの写真が証拠だ\n" +
    "大尉\n" +
    "それであなたは？\n" +
    "手話を\n" +
    "外交関係の促進です\n" +
    "つまり　指を立てた\n" +
    "おっ立てた\n" +
    "分かってます\n" +
    "失礼　下品でした\n" +
    "あなたなのね\n" +
    "そうです\n" +
    "いよいよ飛ぶぞ\n" +
    "戦闘は１万フィートに\n" +
    "達してからだ\n" +
    "行くぞ\n" +
    "大尉\n" +
    "先に行ってるよ　男前だな\n" +
    "どうも\n" +
    "じゃ 後で\n" +
    "大尉 昨夜なぜミグの話を\n" +
    "しなかったの？\n" +
    "君を釣れた？\n" +
    "トイレではダメだった\n" +
    "では どこで？\n" +
    "私はここの教官よ\n" +
    "２ヵ月ごとに20人の\n" +
    "新入生に接してるのよ\n" +
    "私は―\n" +
    "ミグの話を聞きたいの\n" +
    "僕の機密報告書を読めばいい\n" +
    "マーベリック\n" +
    "教えてくれ\n" +
    "君がミグと渡り合ってる間\n" +
    "クーガーの援護は？\n" +
    "彼は独りだった\n" +
    "第１回の飛行だ\n" +
    "“敵機”は実際の場合に似て\n" +
    "小型で動きがいい\n" +
    "では採点を始める\n" +
    "行くぞ\n" +
    "かかって来い\n" +
    "どこだ\n" +
    "待て\n" +
    "いたぞ　背後だ\n" +
    "分かった　行くぞ\n" +
    "どうだ\n" +
    "追ってくる\n" +
    "ピッタリついてる\n" +
    "隠れ場所はないぞ\n" +
    "勝負しよう ジェスター\n" +
    "山だ\n" +
    "まだくっついてる\n" +
    "芸当を見せてやれ\n" +
    "右へ行け\n" +
    "しつこいぞ\n" +
    "急回避だ\n" +
    "いただきだ\n" +
    "どうだ ジェスター\n" +
    "まいったか\n" +
    "垂直上昇だ\n" +
    "ぶっつぶそうぜ\n" +
    "下へ逃げてる　追いかけろ\n" +
    "逃がすもんか\n" +
    "行くぞ\n" +
    "ザマ見ろ！\n" +
    "ジェスターめ\n" +
    "下限高度を守れ　帰投する\n" +
    "管制塔　そこを通過する\n" +
    "着艦パターンを守れ\n" +
    "やめたほうがいい\n" +
    "塔にあいさつするんだよ\n" +
    "くそっ！　何しやがる！\n" +
    "どうだ　やったぜ！\n" +
    "ジェスターを殺(や)った\n" +
    "おれたちの手で\n" +
    "おれたちはアウトだ\n" +
    "たった30秒でこうなった\n" +
    "やられてから\n" +
    "“敵は？　敵はどこだ”\n" +
    "無線で奴の笑い声が\n" +
    "笑ってたのはおれだよ\n" +
    "マーベリックも生還\n" +
    "ジェスターを落とした\n" +
    "違うね　下限高度の下だ\n" +
    "上だよ　上で勝負した\n" +
    "よく言うよ\n" +
    "疑うのか？\n" +
    "おまえには みな迷惑してる\n" +
    "安全を考えず―\n" +
    "危険をおかす\n" +
    "そうとも\n" +
    "アイスマン\n" +
    "おれは危険だ\n" +
    "マーベリック\n" +
    "グースもだ　バイパーの所へ\n" +
    "忘れるな　２番はないんだぜ\n" +
    "だから？\n" +
    "黙れよ\n" +
    "心配するな\n" +
    "ヒヨッコめが！\n" +
    "管制塔をかすめやがった！\n" +
    "今度こそ首をひねってやる！\n" +
    "１日に２度だ！\n" +
    "覚えてろ！\n" +
    "カッカ来てるようだ\n" +
    "来い\n" +
    "おかげで―\n" +
    "ハデな１日目だ\n" +
    "今日の下限は１万フィート\n" +
    "それを破った\n" +
    "君らは中佐機を\n" +
    "下限の下へ追い攻撃した\n" +
    "なぜだ\n" +
    "私は中佐機をずっと\n" +
    "目で捕らえてました\n" +
    "中佐はそれに気づいて\n" +
    "下へ逃げました\n" +
    "１万を割ったのは数秒で―\n" +
    "危険がなかったので\n" +
    "ロックオンを\n" +
    "それが重大なルール違反だ\n" +
    "その上 あのサーカス飛行だ\n" +
    "大尉　ルールは君らの\n" +
    "安全のためにある\n" +
    "ルールは絶対だ\n" +
    "従わねば去ってもらう\n" +
    "わかったか？\n" +
    "はい\n" +
    "行け\n" +
    "やってくれたな\n" +
    "まったくもう\n" +
    "転職を考えよう\n" +
    "ＴＶでダンプ運転手の\n" +
    "講習番組をやってるぜ\n" +
    "評定表にもある\n" +
    "“性格は無謀”\n" +
    "“直感と衝動で行動に走る”\n" +
    "だが 君に勝った\n" +
    "マーベリック…\n" +
    "父親の血だ\n" +
    "ひとつ聞く\n" +
    "君は実戦であいつと飛ぶか？\n" +
    "どうかな\n" +
    "分からん\n" +
    "起きてるか？\n" +
    "ああ\n" +
    "どうした\n" +
    "眠れない\n" +
    "最初はトップになる事しか\n" +
    "頭になかった\n" +
    "だが 今は―\n" +
    "卒業できればいい\n" +
    "家族のためにも\n" +
    "ムチャはできない\n" +
    "管制塔はマズかった\n" +
    "君はおやじの事で\n" +
    "士官学校へ行けなかった\n" +
    "マイナスを背負ってる\n" +
    "空での君は\n" +
    "亡霊を追ってるようだ\n" +
    "不安になる\n" +
    "おれの家族は君だ\n" +
    "信頼は裏切らない\n" +
    "消えろよ\n" +
    "その場合は切り返しを\n" +
    "急旋回すれば反撃できる\n" +
    "速度がつきすぎるわ\n" +
    "ちょっと強引だわ\n" +
    "強引？\n" +
    "狙った物は逃がさない\n" +
    "この前 教官だって\n" +
    "言わなかった\n" +
    "あの夜\n" +
    "言うチャンスがあった？\n" +
    "分かってる　でも―\n" +
    "僕と食事してもいいと\n" +
    "思ったろ？\n" +
    "いいえ\n" +
    "違うの？\n" +
    "生徒とはデートはしないの\n" +
    "政府は危険な僕を\n" +
    "信用してくれてる\n" +
    "たぶん君も\n" +
    "操縦の腕がすべてじゃないわ\n" +
    "〝今夜５時半に食事を\n" +
    "極秘よ 〞\n" +
    "フラれたか\n" +
    "スライダー\n" +
    "臭いぞ\n" +
    "もう１セットやろうぜ\n" +
    "用事がある\n" +
    "あと１セットだ\n" +
    "いいだろ？\n" +
    "ごめん\n" +
    "ごめん？　おい…\n" +
    "大尉\n" +
    "歌は？\n" +
    "遅れた\n" +
    "いいのよ\n" +
    "食事を用意する間\n" +
    "よければシャワーを\n" +
    "ダメよ\n" +
    "腹ペコなの\n" +
    "何と言おうか考えたのよ\n" +
    "“彼は―”\n" +
    "“頭がいい　招いたわけを\n" +
    "正直に言おう”と\n" +
    "で？\n" +
    "ミグよ\n" +
    "ミグ28と渡り合ったのは\n" +
    "あなただけよ\n" +
    "じき昇進で私はここを去るの\n" +
    "すべて計算ずみか\n" +
    "ええ\n" +
    "ワインを\n" +
    "失礼\n" +
    "君も強引だな\n" +
    "そんな事…\n" +
    "かもね\n" +
    "ミグは忘れよう\n" +
    "この曲…\n" +
    "思い出が？\n" +
    "おやじとお袋が好きだった\n" +
    "お袋は自分の部屋から\n" +
    "“またあの曲をかけて”と\n" +
    "しまいには聞き飽きた\n" +
    "お袋は独り座って\n" +
    "何時間でも聞き入ってた\n" +
    "お袋も死んだ\n" +
    "おやじのあとで…\n" +
    "お父様は？\n" +
    "機密に近づけるんだろ？\n" +
    "調べろよ\n" +
    "そんな事までは…\n" +
    "謎なんだ\n" +
    "1965年11月５日\n" +
    "Ｆ４で行方不明になった\n" +
    "操縦ミスだと言われてるが―\n" +
    "あり得ない\n" +
    "僕の親父は\n" +
    "最高のパイロットだった\n" +
    "だが詳細は機密にされてる\n" +
    "誰かが真相を\n" +
    "誰かが知ってる\n" +
    "それでいつもムチャを？\n" +
    "ズバリ言うね\n" +
    "遅れてすまない\n" +
    "私も言いすぎたわ\n" +
    "あいこだ\n" +
    "むずかしい人ね\n" +
    "どこへ？\n" +
    "シャワーを\n" +
    "ありがとう　楽しかったよ\n" +
    "またシャワー浴びた方が\n" +
    "よさそうね\n" +
    "そうだな\n" +
    "言っとくわ\n" +
    "確かにミグは重要だけど―\n" +
    "家に招くのは特別なのよ\n" +
    "私の立場を理解して\n" +
    "立場は分かった\n" +
    "ワイフはおれたちの\n" +
    "シゴかれ方を分かってない\n" +
    "女っ気がない事を\n" +
    "信じようとせず―\n" +
    "“浮気してるんでしょ？”と\n" +
    "聞いたわよ\n" +
    "教官と恋をしてるって\n" +
    "僕が？\n" +
    "おれじゃないぜ\n" +
    "だまってろよ　おしゃべり\n" +
    "いいか　敵機の位置はここだ\n" +
    "Ｆ14は分(ぶ)が悪い\n" +
    "この場合は逃げるテだ\n" +
    "ムリせずに\n" +
    "その場を逃げて\n" +
    "機の安全を確保する\n" +
    "チャーリー　意見を\n" +
    "３秒決断が遅れれば\n" +
    "機は粉々だ\n" +
    "右へ急旋回して\n" +
    "第５ゾーンへ逃げ込む\n" +
    "いいな マーベリック\n" +
    "チャーリー\n" +
    "こういう場合のＳ字機動は\n" +
    "まずい手です\n" +
    "ミグに追われてるのよ\n" +
    "何を考えてこういう動きを？\n" +
    "何も考えてない\n" +
    "考えてる間に撃たれる\n" +
    "3000万ドルの飛行機なのよ\n" +
    "彼の賭けは幸いにも当たった\n" +
    "強引にも垂直に昇って\n" +
    "真上から敵機をミサイル攻撃\n" +
    "結果は彼の勝利だけど\n" +
    "とってはならない行動です\n" +
    "次を\n" +
    "見上げた勇気だ\n" +
    "これが模範的な\n" +
    "対処のパターンです\n" +
    "大尉\n" +
    "認めるわ\n" +
    "あなたのとった行動は正解よ\n" +
    "聞こえない\n" +
    "正気か　どっちが無謀だ\n" +
    "おれだって\n" +
    "人命と機は尊重してる\n" +
    "くり返すわ\n" +
    "あなたのとった行動は正解よ\n" +
    "もう１つ\n" +
    "言えなかった事が…\n" +
    "あなたは\n" +
    "天才的なパイロットよ\n" +
    "そう言うと皆に\n" +
    "知れてしまうわ\n" +
    "あなたに恋した事を\n" +
    "アイスの事を聞いたか？\n" +
    "また得点だ\n" +
    "やろうぜ\n" +
    "勝負はこれからだ\n" +
    "今日は19回目の飛行だ\n" +
    "敵味方の機数を増やす\n" +
    "トップ争いの正念場は\n" +
    "これからだ\n" +
    "成績はアイスマン\n" +
    "マーベリックの順だ\n" +
    "敵機だ\n" +
    "向こうは気づいてない\n" +
    "オーケー\n" +
    "敵２機　左10時の方向\n" +
    "おはよう　気温は43度\n" +
    "くそ　バイパーだ！\n" +
    "いいぞ　バイパーだ！\n" +
    "ちくしょう\n" +
    "おれたちだと知ったら\n" +
    "シブい顔するぜ\n" +
    "だろうな\n" +
    "北の敵機を\n" +
    "了解　おれは南だ\n" +
    "援護する\n" +
    "回避旋回だ\n" +
    "バイパーを見失った\n" +
    "グース　バイパーを捜せ\n" +
    "ハリウッドを援護しろ\n" +
    "いたぞ　３時の方向だ\n" +
    "ハリウッドの援護を\n" +
    "離れるなよ\n" +
    "おれはバイパー機を追う\n" +
    "見捨てるのか\n" +
    "離れるな\n" +
    "奴の援護よりバイパーだ\n" +
    "見てろよ　バイパー\n" +
    "よしてくれ　正面衝突だ\n" +
    "いいぞ！\n" +
    "こっちのチャンスだ\n" +
    "サイドワインダーを使おう\n" +
    "どこだ\n" +
    "いい腕だ\n" +
    "近すぎる　機銃を\n" +
    "いいぞ　そのまま\n" +
    "待て　背後を見ろ\n" +
    "くそ　ジェスターだ\n" +
    "おシャカだ　マーベリック\n" +
    "“ご子息は愚かにも\n" +
    "戦死されました”\n" +
    "君らはアウトだ　基地に戻れ\n" +
    "撃墜されるまでの操縦は\n" +
    "見事だった\n" +
    "絶対に僚機を離れるな\n" +
    "マーベリック\n" +
    "腕はいいが態度が悪い\n" +
    "敵も危険だが\n" +
    "君はもっと危険だ\n" +
    "危険で愚かだ\n" +
    "チームを無視してる\n" +
    "一体どっちの味方だ\n" +
    "アイスマンも“撃墜”された\n" +
    "勝負はまだ互角だ\n" +
    "おれはバカだった\n" +
    "２度としないよ\n" +
    "分かってる\n" +
    "分かってる\n" +
    "歌をやめさせて\n" +
    "恥ずかしいわ\n" +
    "ああいう奴だ　以前も…\n" +
    "司令官の娘は？\n" +
    "何だって？\n" +
    "ごめん\n" +
    "あなたのおふざけは\n" +
    "みな聞いてるわ\n" +
    "グースが？　ほんと？\n" +
    "女性関係も\n" +
    "グースはまっすぐ\n" +
    "家へ帰るけど―\n" +
    "あなたはいつも女のコと一緒\n" +
    "ありがとよ キャロル\n" +
    "逃げるよ\n" +
    "女を泣かせる男だけど\n" +
    "彼が大好き\n" +
    "彼とは長いつき合いよ\n" +
    "ひとつだけ言えるわ\n" +
    "今夜はあちこちで\n" +
    "女のコが泣いてるわ\n" +
    "分からないの？\n" +
    "彼が奪われたのよ\n" +
    "彼は100％\n" +
    "あんたにイカれてるわ\n" +
    "グース イカすわよ！\n" +
    "俺のことだね ハニー\n" +
    "私をベッドにつれてって\n" +
    "いいとも\n" +
    "さあ 歌えよ\n" +
    "マーベリック\n" +
    "あなた イカすわ\n" +
    "ベッドにつれてって\n" +
    "31回目の飛行だ\n" +
    "卒業まで２週間\n" +
    "まだ誰もがトップを狙える\n" +
    "９回裏で\n" +
    "スコアは同点ってわけだ\n" +
    "自信は？\n" +
    "ただの公園の散歩だよ\n" +
    "敵機だ　方位165で3･7キロ\n" +
    "遠ざかってく\n" +
    "２時の方向だ　行くぞ\n" +
    "了解\n" +
    "ジャマするな\n" +
    "アイスマン 何してる\n" +
    "そこをどけ\n" +
    "接近しすぎだ　機銃を\n" +
    "早く撃て\n" +
    "くそっ　ジャマしやがって\n" +
    "20秒待ってくれ\n" +
    "おれがやる\n" +
    "割り込め マーベリック\n" +
    "アイス 撃て！\n" +
    "あと10秒だ\n" +
    "そこをどけ\n" +
    "アイス どけ\n" +
    "５秒だ\n" +
    "さあ　割り込むぞ\n" +
    "俺は退く　くそ！\n" +
    "ジェット後流だ！\n" +
    "くそっ！\n" +
    "エンジン１ アウト\n" +
    "エンジン２も\n" +
    "ダメだ　舵(かじ)が利かない\n" +
    "コントロール不能　ダメだ\n" +
    "メーデー！\n" +
    "マーベリック機だ\n" +
    "高度8000　7000\n" +
    "脱出レバーに手が届かない\n" +
    "グース レバーを！\n" +
    "届かない\n" +
    "引け！\n" +
    "キャノピーに気をつけろ\n" +
    "放しなさい　彼を放しなさい\n" +
    "どうだ\n" +
    "大丈夫だ\n" +
    "彼は死んだ\n" +
    "知ってます\n" +
    "飛行機乗りに\n" +
    "事故はつきものだ\n" +
    "僕のチームです\n" +
    "僕に責任が…\n" +
    "私はベトナムで\n" +
    "10人の部下を失った\n" +
    "最初はひどい衝撃だ\n" +
    "だがまた起こる\n" +
    "それがこの道だ\n" +
    "忘れるんだ\n" +
    "忘れろ\n" +
    "たぶん僕の責任だ\n" +
    "なぜ あんな事に…\n" +
    "力になれれば…\n" +
    "むずかしいわね\n" +
    "死ぬなんて…\n" +
    "気を落とさないで\n" +
    "あなたは親友だった\n" +
    "彼はあなたが\n" +
    "いなくても飛ぶわ\n" +
    "くじけずに飛ぶわ\n" +
    "Ｆ14のきりもみの原因は―\n" +
    "右エンジンへの\n" +
    "空気が遮断され―\n" +
    "エンジンが止まり―\n" +
    "その結果 偏(かた)ゆれが発生し―\n" +
    "機は回復不能のきりもみに\n" +
    "おちいった\n" +
    "ジェット後流の発生を\n" +
    "予知する事は不可能で―\n" +
    "当事故は操縦士の\n" +
    "過失によるものではない\n" +
    "大尉に責任はなく―\n" +
    "飛行訓練への復帰を認める\n" +
    "閉廷する\n" +
    "飛ばせてやれ\n" +
    "さあ 来い\n" +
    "２時の方向に敵機だ\n" +
    "マーベリック\n" +
    "さあ 撃ってこい\n" +
    "どうした マーベリック\n" +
    "逃げるのか？\n" +
    "ここからではダメだ\n" +
    "何言ってる？\n" +
    "最高の位置だぞ\n" +
    "やれたのに\n" +
    "腰ぬけだよ！\n" +
    "撃つのはおれの判断だ\n" +
    "分かったか\n" +
    "奴はガッツを失った\n" +
    "とり戻すよ\n" +
    "それはどうかな\n" +
    "飛ばすんだ\n" +
    "ピート\n" +
    "グースは―\n" +
    "いい奴だった\n" +
    "残念だ\n" +
    "ウルフマンだ\n" +
    "奴は降りた\n" +
    "座っても？\n" +
    "同じものを\n" +
    "青酸カリ？\n" +
    "水だ\n" +
    "別れも言わずに？\n" +
    "ワシントンに栄転だって？\n" +
    "おめでとう\n" +
    "お別れを言おうと\n" +
    "会えてうれしい\n" +
    "ありがとう\n" +
    "どこへ行くの？\n" +
    "切符はあるの？\n" +
    "調べたけど\n" +
    "あなたの責任じゃないのよ\n" +
    "確かよ\n" +
    "あなたは最高のパイロットよ\n" +
    "空を飛ぶのは危険だけど―\n" +
    "あなたの道よ\n" +
    "君には分からない\n" +
    "最初に会った時\n" +
    "あなたは自信に満ちていた\n" +
    "今は？\n" +
    "あなたにはマッハ２の世界が\n" +
    "必要なはずよ\n" +
    "それはもう終わったんだ\n" +
    "トップの人間でも\n" +
    "ミスはするわ\n" +
    "でも みな歩みつづける\n" +
    "知ってるよ\n" +
    "力にならせて\n" +
    "気持ちはうれしいが―\n" +
    "助けが必要なら頼んでるよ\n" +
    "遅かったのね\n" +
    "言ってもムダね\n" +
    "ギブアップする事しか\n" +
    "学ばなかったのね\n" +
    "最後まで操縦は見事だったわ\n" +
    "さよなら ピート\n" +
    "マーベリック どうぞ入って\n" +
    "元気？\n" +
    "ああ\n" +
    "本当に元気なの？\n" +
    "ああ\n" +
    "ジェーミー さあ\n" +
    "飲み物でも？\n" +
    "いいえ 結構です\n" +
    "そこで楽にしてて\n" +
    "主人はすぐ降りてくるわ\n" +
    "どうも\n" +
    "おやじさんも\n" +
    "ＶＦ51部隊だった\n" +
    "君は彼に輪をかけた腕前だ\n" +
    "欠点も多い\n" +
    "彼は生まれつきの英雄だった\n" +
    "父がミスなど…\n" +
    "分かってる\n" +
    "そのこだわりで\n" +
    "危険なマネを？\n" +
    "ミスはなかった\n" +
    "極秘事項を話すと\n" +
    "クビがとぶが―\n" +
    "あれは最悪の空中戦だった\n" +
    "空を覆うほどの敵機\n" +
    "おやじさんは友軍３機を助け\n" +
    "そのために撃たれた\n" +
    "なぜ秘密に？\n" +
    "地図上の境界線を\n" +
    "少し越えてたために―\n" +
    "国務省が機密に\n" +
    "あなたも？\n" +
    "その場にいた\n" +
    "それで君は？\n" +
    "どうすべきかと\n" +
    "簡単だ\n" +
    "明日のトップガンの\n" +
    "卒業式に出るか―\n" +
    "やめるかだ\n" +
    "恥ではない\n" +
    "ひどい事故のあとだ\n" +
    "やめるべきだと？\n" +
    "そうではない\n" +
    "君はグースの死に責任を感じ\n" +
    "自信を失った\n" +
    "私はヘタな慰めはしない\n" +
    "自分で判断するのが\n" +
    "パイロットだ\n" +
    "できるはずだ\n" +
    "飛んだら命を懸ける\n" +
    "それがパイロットだ\n" +
    "君の道を決めるのは君だ\n" +
    "せっかくの日曜に\n" +
    "おジャマしました\n" +
    "いいんだ　がんばれ\n" +
    "“貸家”\n" +
    "マーベリックは？\n" +
    "いない\n" +
    "どこかな\n" +
    "奴にはつらい\n" +
    "おめでとう\n" +
    "おめでとう\n" +
    "諸君\n" +
    "盛り上がりかけたところを\n" +
    "悪いが任務だ\n" +
    "一部の者に今すぐ\n" +
    "飛んでもらう\n" +
    "緊急事態だ\n" +
    "アイス組\n" +
    "ハリウッド組\n" +
    "マーベリック\n" +
    "はい\n" +
    "レーダー員は\n" +
    "飛び立つまでに決める\n" +
    "いなければ私が飛ぶ\n" +
    "はい\n" +
    "24時間後 インド洋上\n" +
    "これは本番だ\n" +
    "情報収集艦が\n" +
    "操縦不能となり―\n" +
    "他国領海内に入った\n" +
    "救出作戦の開始は１時間後\n" +
    "空から作戦を援助するのだ\n" +
    "相手側のミグ機が\n" +
    "攻撃をしかけたら―\n" +
    "反撃しろ\n" +
    "ミグは長距離対艦ミサイルを\n" +
    "搭載している\n" +
    "訓練の成果を\n" +
    "発揮する時が来たのだ\n" +
    "米国の誇る君らの腕前を\n" +
    "見せてくれ\n" +
    "アイス　ハリウッド\n" +
    "第２区域だ\n" +
    "マーベリック 君は援護機だ\n" +
    "了解です\n" +
    "起立\n" +
    "援護機はどうしても\n" +
    "マーベリックを？\n" +
    "いいから命令どおりにしろ\n" +
    "敵機２機　12時の方向\n" +
    "24キロ\n" +
    "こちらブードゥー090\n" +
    "レーダー･キャッチ 24キロ\n" +
    "時速930キロ\n" +
    "了解　それだ\n" +
    "まっ正面にいる　距離24キロ\n" +
    "時速1111キロ\n" +
    "高度１万5000　距離18キロ\n" +
    "時速1480キロ\n" +
    "まっ正面だ　距離15キロ\n" +
    "見えたか？\n" +
    "まだだ　だがすぐ先にいる\n" +
    "おれが先頭に立つ\n" +
    "よし　おれは左翼の下につく\n" +
    "マーベリック機　スタンバイ\n" +
    "いいぞ\n" +
    "敵機 進行方向左へ\n" +
    "方位090\n" +
    "右へ出て\n" +
    "アングルを確保する\n" +
    "アイス 問題が\n" +
    "敵機は４機だ\n" +
    "レーダーで確認した\n" +
    "４機？\n" +
    "５機だ\n" +
    "５機です\n" +
    "５機？\n" +
    "はい\n" +
    "くそっ！\n" +
    "レーダーに捕まったぞ\n" +
    "ハリウッド 逃げろ！\n" +
    "ダメだ　高度が落ちてる\n" +
    "ハリウッドがやられた\n" +
    "ブードゥー　聞こえるか？\n" +
    "ハリウッドがやられた\n" +
    "マーベリックを\n" +
    "救援ヘリ 直ちに出動せよ\n" +
    "ハリウッド機を捜せ\n" +
    "アイスマン　位置を\n" +
    "090　340キロ\n" +
    "左から来た\n" +
    "左からミグ２機\n" +
    "左方へ追いつめる\n" +
    "背後から４機\n" +
    "追いついてくる\n" +
    "囲まれた　援護機を\n" +
    "どこだ？\n" +
    "距離290　接近中\n" +
    "ウィラード組 待機\n" +
    "超音速で援護に向かう\n" +
    "急げ　敵機５機に囲まれてる\n" +
    "ウィラード機は？\n" +
    "脱出装置が故障だ\n" +
    "あと10分\n" +
    "戦いは２分で終わるぞ\n" +
    "急げ！\n" +
    "頭上にミグ１機\n" +
    "くそ！　スレスレだ\n" +
    "マーベリック どこだ\n" +
    "頑張るんだ\n" +
    "マーベリック どこだ！\n" +
    "背後だ\n" +
    "ジェット後流だ！\n" +
    "バランスを！\n" +
    "バランス回復\n" +
    "行くぞ\n" +
    "アイスが危ない\n" +
    "何とかしろ マーベリック\n" +
    "ダメだ ダメだ\n" +
    "くそ！　あいつ離れてくぞ！\n" +
    "こうなると思った　くそ！\n" +
    "マーベリックの野郎め！\n" +
    "マーベリック 援護しろ！\n" +
    "何してるんだ！\n" +
    "グース…\n" +
    "くそ！　トラブった\n" +
    "グース 守ってくれ\n" +
    "マーベリック\n" +
    "戻りました\n" +
    "追われてる\n" +
    "まっ正面だ　やっつける\n" +
    "接近中\n" +
    "行くぞ　発射！\n" +
    "位置は？\n" +
    "280キロ\n" +
    "前方にミグ２機\n" +
    "時速1300キロ\n" +
    "見えた　左から攻める\n" +
    "アイスが追われてる\n" +
    "左へ逃げろ！\n" +
    "よく狙え！\n" +
    "行くぞ\n" +
    "ミグ２機\n" +
    "割り込んでくるぞ\n" +
    "３時方向にミグ\n" +
    "撃ってくるぞ！\n" +
    "北から敵機接近！\n" +
    "左へ旋回\n" +
    "アイス やっつけろ！\n" +
    "オーケー　まかせろ\n" +
    "マーベリック 逃げろ！\n" +
    "アイスが…\n" +
    "逃げろ　撃たれるぞ！\n" +
    "おれはアイスを守る\n" +
    "背後から攻める\n" +
    "背後から撃つ\n" +
    "レーダーにロックオン！\n" +
    "発射する！\n" +
    "ビンゴ！\n" +
    "ザマ見ろ！\n" +
    "アイス 右だ 撃ってくる\n" +
    "やられた！\n" +
    "右エンジンに被弾！\n" +
    "待て　背後の敵を始末する\n" +
    "外すなよ　ぶっとばせ！\n" +
    "ダメだ アイス\n" +
    "撃て マーベリック！\n" +
    "何とか飛び続ける\n" +
    "アイス ３つ数える\n" +
    "右急旋回を\n" +
    "３…　２…　１…\n" +
    "行け！\n" +
    "くそ！　外れた！\n" +
    "もう１発\n" +
    "いたぞ\n" +
    "行くぞ\n" +
    "３機撃墜！\n" +
    "ケツから１機来るぞ\n" +
    "ミサイルはあと１発だ\n" +
    "200キロの距離です\n" +
    "ちくしょう\n" +
    "いたぞ　ケツについてる\n" +
    "しつこい奴だ\n" +
    "何してる？　速度を落とせ\n" +
    "おびき寄せる\n" +
    "何だって！\n" +
    "これで終わりだ\n" +
    "急回避するぞ\n" +
    "撃たれるぞ！\n" +
    "ロックオン！\n" +
    "４機撃墜！\n" +
    "ムスタングへ\n" +
    "残りのミグは逃走\n" +
    "こちらマーベリック\n" +
    "管制塔にあいさつをしたい\n" +
    "着艦パターンを守れ\n" +
    "いい加減にしろ\n" +
    "おまえはムチャだ\n" +
    "いつでも\n" +
    "おれの僚機にするよ\n" +
    "何言ってる\n" +
    "君がおれの僚機だ\n" +
    "マーベリック\n" +
    "どの新聞もトップは君の事だ\n" +
    "相手国は事件を否定してる\n" +
    "おめでとう\n" +
    "ありがとうございます\n" +
    "上層部は君の望む進路を\n" +
    "とらせると言っている\n" +
    "どうする？\n" +
    "できれば教官の仕事を\n" +
    "トップガンで？\n" +
    "はい\n" +
    "思いやられる\n" +
    "“ミラマー海軍航空基地(ファイタータウンＵＳＡ)”\n" +
    "“トップガン”\n" +
    "〝25セントのみ使用可 〞\n" +
    "ピート\n" +
    "戻ったと聞いて 私も…\n" +
    "むずかしい女だ\n" +
    "最初のアプローチは\n" +
    "あえなく黒こげ\n" +
    "２度目は？\n" +
    "分からない\n" +
    "だが―\n" +
    "望みはありそうだ";
